const benefits = [
  {
    title: "Почему мы?",
    benefits: [
      {
        title: "Семейный фитнес",
        description:
          "Помимо тренировки для взрослых у нас есть особые направления занятий для детей и подростков",
      },
      {
        title: "Без лишних глаз",
        description:
          "Специально оборудованные мини -залы позволят заниматься сконцентрированно не отвлекаясь",
      },
      {
        title: "Индивидуальный подход",
        description:
          "Разработаем для вас специальную программу тренировок, поставленную на достижение конкретных целей",
      },
    ],
    layout: "right",
    contentType: "benefits",
  },
];

export default benefits;
