// src/data/groupPages.js
const groupPages = [
  {
    slug: "group-training",
    title: "Групповые тренировки",
    description: "Занятия в группе до 8 человек в небольших залах",
    price: "5000р",
    image: "",
    topDescription: {
      title: "Групповые тренировки",
      description:
        "Это базовые программы и методики, разработанные для коллективного формата. Они направлены на оздоровление, снижение веса и коррекцию фигуры.",
    },
    button: {
      text: "Записаться на пробное занятие",
      url: "/signup",
    },
    cards: [
      {
        title: "Групповой тренер",
        description:
          "Каждый развивает силу, выносливость, координацию, улучшая уровень подготовки с учетом физической формы.",
        icon: "trainer",
      },
      {
        title: "Мастерская вода",
        description:
          "В душе анодированные фитинги. Вода подогревается до температуры 38 градусов для комфортного принятия душа.",
        icon: "water",
      },
      {
        title: "Полотенце, халат",
        description:
          "Вы можете взять полотенце для комфортного занятия и комфортного принятия душа после тренировки.",
        icon: "halat",
      },
      {
        title: "Душевые кабинки",
        description: "Возможность принять душ после занятий и расслабиться.",
        icon: "shower",
      },
      {
        title: "Раздевалки",
        description:
          "Удобные и просторные раздевалки для комфортного переодевания перед и после тренировки.",
        icon: "razdevalka",
      },
      {
        title: "Биты и перчатки",
        description:
          "Необходимые спортивные аксессуары, требующиеся на тренировке и минимальный риск.",
        icon: "glove",
      },
    ],
  },
  {
    slug: "child-training",
    title: "Детские тренировки",
    description: "Занятия в игровой форме на выносливость и координацию",
    price: "5000р",
    image: "",
    topDescription: {
      title: "Детские тренировки",
      description:
        "Это система спортивно-оздоровительных занятий, которая разрабатывается с учётом возрастных особенностей и физической подготовки ребят.  ",
    },
    button: {
      text: "Записаться на пробное занятие",
      url: "/signup",
    },
    cards: [
      {
        title: "Детский тренер",
        description:
          "Квалифицированный специалист, который разрабатывает индивидуальную программу тренировок с учетом ваших целей, уровня подготовки и физических возможностей.",
        icon: "trainer",
      },
      {
        title: "Изотоническая вода",
        description:
          "В ходе выполнения работ вам будет предоставлена ​​изотоническая вода для поддержания водного баланса и повышения выносливости.",
        icon: "water",
      },
      {
        title: "Полотенце, халат",
        description:
          "Вы получите свежее полотенце для комфортного занятий и соблюдения гигиены во время тренировок. Представление халата создает дополнительный комфорт перед и после тренировки.",
        icon: "halat",
      },
      {
        title: "Душевые кабинки",
        description:
          "Возможность принять душ после занятий поможет освежиться и расслабиться.",
        icon: "shower",
      },
      {
        title: "Раздевалки",
        description:
          "Шкафчик на магнитном браслете - это удобный и безопасный способ хранения ваших вещей во время тренировки.",
        icon: "razdevalka",
      },
      {
        title: "Биты и перчатки",
        description:
          "Необходимая спортивная экипировка, которая позволяет сосредоточиться на тренировке и минимизировать риск травм.",
        icon: "glove",
      },
    ],
  },
  {
    slug: "individual-training",
    title: "Индивидуальные тренировки",
    description: "Индивидуальные тренировки для достижения личных целей.",
    price: "9000р",
    image: "",
    topDescription: {
      title: "Индивидуальные тренировки",
      description:
        "В клубе есть услуга персонального тренинга по разным направлениям. При первом посещении проводят вводную персональную тренировку, во время которой тренер оценивает выносливость, силу, гибкость и координацию.  ",
    },
    button: {
      text: "Записаться на пробное занятие",
      url: "/signup",
    },
    cards: [
      {
        title: "Персональный тренер",
        description:
          "Квалифицированный специалист, который разрабатывает индивидуальную программу тренировок с учетом ваших целей, уровня подготовки и физических возможностей.",
        icon: "trainer",
      },
      {
        title: "Изотоническая вода",
        description:
          "В ходе выполнения работ вам будет предоставлена ​​изотоническая вода для поддержания водного баланса и повышения выносливости.",
        icon: "water",
      },
      {
        title: "Полотенце, халат",
        description:
          "Вы получите свежее полотенце для комфортного занятий и соблюдения гигиены во время тренировок. Представление халата создает дополнительный комфорт перед и после тренировки.",
        icon: "halat",
      },
      {
        title: "Душевые кабинки",
        description:
          "Возможность принять душ после занятий поможет освежиться и расслабиться.",
        icon: "shower",
      },
      {
        title: "Раздевалки",
        description:
          "Шкафчик на магнитном браслете - это удобный и безопасный способ хранения ваших вещей во время тренировки.",
        icon: "razdevalka",
      },
      {
        title: "Биты и перчатки",
        description:
          "Необходимая спортивная экипировка, которая позволяет сосредоточиться на тренировке и минимизировать риск травм.",
        icon: "glove",
      },
    ],
  },
  {
    slug: "split-training",
    title: "Сплит тренировки",
    description: "Дуо тренировки в парах.",
    price: "7000р",
    image: "",
    topDescription: {
      title: "Сплит тренировки",
      description:
        "Это способ организации тренировочного процесса, при котором упражнения распределяются по группам мышц и выполняются в разные дни.",
    },
    button: {
      text: "Записаться на пробное занятие",
      url: "/signup",
    },
    cards: [
      {
        title: "Сплит тренер",
        description:
          "Квалифицированный специалист, который разрабатывает индивидуальную программу тренировок с учетом ваших целей, уровня подготовки и физических возможностей.",
        icon: "trainer",
      },
      {
        title: "Изотоническая вода",
        description:
          "В ходе выполнения работ вам будет предоставлена ​​изотоническая вода для поддержания водного баланса и повышения выносливости.",
        icon: "water",
      },
      {
        title: "Полотенце, халат",
        description:
          "Вы получите свежее полотенце для комфортного занятий и соблюдения гигиены во время тренировок. Представление халата создает дополнительный комфорт перед и после тренировки.",
        icon: "halat",
      },
      {
        title: "Душевые кабинки",
        description:
          "Возможность принять душ после занятий поможет освежиться и расслабиться.",
        icon: "shower",
      },
      {
        title: "Раздевалки",
        description:
          "Шкафчик на магнитном браслете - это удобный и безопасный способ хранения ваших вещей во время тренировки.",
        icon: "razdevalka",
      },
      {
        title: "Биты и перчатки",
        description:
          "Необходимая спортивная экипировка, которая позволяет сосредоточиться на тренировке и минимизировать риск травм.",
        icon: "glove",
      },
    ],
  },
];

export default groupPages;
